SECTIONS = {
    "bot_settings": {
        "title": "اعدادات البوت",
        "description": (
            "💡 #set - تعديل الاوامر الادارية والعامة وتفعيلها وإلغائها\n"
            "💡 #owner - اضافة أو حذف أو رؤية أونرات البوت\n"
            "💡 #setavatar - تغيير صورة البوت بواسطة\n"
            "💡 #setname - تغيير اسم البوت\n"
            "💡 #setgame - تغيير لعبة البوت\n"
            "💡 #setprefix - تغيير امر البوت\n"
            "💡 #setstatus - تغيير حالة البوت\n"
            "💡 #setbanner - تغيير بنر البوت"
        )
    },
    "admin_commands": {
        "title": "الاوامر الادارية :",
        "description": (
            "💡 #addemoji - اضافة ايموجي\n"
            "💡 #addsticker - اضافة ستكر\n"
            "💡 #allow - ازالة البلو عن الحساب\n"
            "💡 #bots - بوتات السيرفر\n"
            "💡 #out - طرد عضو واقفا الروم عنه\n"
            "💡 #ban - حظر العضو من السيرفر\n"
            "💡 #down - سحب رول عضو\n"
            "💡 #downs - رؤية داوتات العضو\n"
            "💡 #bans - رؤية سجل باندات العضو\n"
            "💡 #blacklist - اعطاء وازالة البلاك لست\n"
            "💡 #blacklists - رؤية سجل بلاك لست العضو\n"
            "💡 #block - اعطاء بلوك رولات الصور او البث للعضو\n"
            "💡 #unblock - ازالة بلوك رولات الصور او البث من العضو\n"
            "💡 #blocks - رؤية سجل بلوكات العضو\n"
            "💡 #check - رؤية اعضاء الرول\n"
            "💡 #clear - مسح رسائل الشات\n"
            "💡 #open - فتح الشات\n"
            "💡 #close - اغلاق الشات\n"
            "💡 #hide - اخفاء الشات\n"
            "💡 #show - اظهار الشات\n"
            "💡 #crime - رؤية سجل عقوبات العضو كاملة\n"
            "💡 #crimes - رؤية عقوبة العضو الحالية\n"
            "💡 #kick - طرد العضو من السيرفر\n"
            "💡 #move - سحب العضو الى رومك\n"
            "💡 #moveme - الذهاب الى الروم\n"
            "💡 #mute - منع العضو من الكتابة\n"
            "💡 #unmute - السماح للعضو بالكتابة\n"
            "💡 #vmute - اعطاء العضو ميوت صوتي\n"
            "💡 #unvmute - فك الميوت الصوتي للعضو\n"
            "💡 #my - لقط المسؤولية\n"
            "💡 #respons - توب المسؤوليات\n"
            "💡 #mutes - رؤية سجل ميوتات العضو\n"
            "💡 #nick - تغيير اسم العضو\n"
            "💡 #prison - سجن العضو\n"
            "💡 #unprison - فك سجن العضو\n"
            "💡 #prisons - رؤية سجل سجون العضو\n"
            "💡 #remove - حذف سجل عقوبات العضو\n"
            "💡 #warn - اعطاء العضو تحذير\n"
            "💡 #warns - اظهار تحذيرات العضو\n"
            "💡 #role - اعطاء وازالة رولات العضو\n"
            "💡 #roles - رؤية رولات السيرفر\n"
            "💡 #rooms - اظهار الاداره الغير متواجدين في الرومات\n"
            "💡 #setcolor - تعديل لون رول\n"
            "💡 #here - اختصار اعطاء رول ملشن هير\n"
            "💡 #pic - اختصار اعطاء رول صور\n"
            "💡 #sound - اختصار اعطاء رول ساوند بورد\n"
            "💡 #live - اختصار اعطاء رول لايف\n"
            "💡 #server - اظهار معلومات السيرفر"
        )
    },
    "public_commands": {
        "title": "عامة :",
        "description": (
            "💡 #link - نسخ رابط للعضو\n"
            "💡 #avatar - اظهار افتار العضو\n"
            "💡 #sticker - اظهار رابط الستيكر\n"
            "💡 #banner - اظهار بنر العضو\n"
            "💡 #top - اظهار قائمة المتفاعلين في السيرفر\n"
            "💡 #user - اظهار معلومة العضو\n"
            "💡 #id - اظهار تفاعل العضو\n"
            "💡 #color - اختيار لون\n"
            "💡 #colors - اظهار قائمة الالوان\n"
            "💡 #clean - مسح رسائل الشخص فقط"
        )
    },
    "settings": {
        "title": "الاعدادات :",
        "description": (
            "💡 #defens - وضع الاعدادات للحماية\n"
            "💡 #trust - تصييد تخطى الحماية\n"
            "💡 #spam - وضع الاعدادات لمضاد السبام\n"
            "💡 #setup - وضع الاعدادات العامة للبوت\n"
            "💡 #log - وضع اعدادات اللوقات\n"
            "💡 #welcome - وضع اعدادات الترحيب\n"
            "💡 #manage - نظام المسؤوليات\n"
            "💡 #system - وضع الاعدادات نظام الميوت والباند والسجن الخ\n"
            "💡 #col - اضافة وحذف رولات ممنوع اعطائها الا من الناس المحددين\n"
            "💡 #line - اعدادات الخط والرياكشن التلقائي\n"
            "💡 #react - رياكشن رول تلقائي\n"
            "💡 #word - اضافة كلمات ممنوعة\n"
            "💡 #reply - اضافة رد تلقائي\n"
            "💡 #reset - تصفية نقاط التفاعل"
        )
    },
    "special_roles": {
        "title": "الرولات الخاصة",
        "description": (
            "💡 #addrole - انشاء رول جديد\n"
            "💡 #allroles - قائمة الرولات المسجلة في البوت\n"
            "💡 #myrole - تعديل رولي\n"
            "💡 #rinfo - معلومات الرول\n"
            "💡 #redit - معلومات الرول\n"
            "💡 #rlog - تحديد لوق الرولات\n"
            "💡 #rcontrol - تحديد شات كنترول الرولات\n"
            "💡 #rback - تحديد خلفية رسالة الكنترول للرولات\n"
            "💡 #rnew - تحديد شات الرولات الجديدة\n"
            "💡 #rreset - تصفير نقاط الرولات\n"
            "💡 #manager - اضافة وحذف مسؤولين"
        )
    },
    "groups": {
        "title": "القروبات :",
        "description": (
            "💡 #group - وضع اعدادات القروبات\n"
            "💡 #create - انشاء قروب\n"
            "💡 #view - اظهار تفاعل القروب\n"
            "💡 #gedit - تعديل قروب او اضافة قروب فارغ\n"
            "💡 #lead - توب القروبات\n"
            "💡 #delete - حذف رسائل شات القروب\n"
            "💡 #add - اضافة وازالة عضو للقروب\n"
            "💡 #mygroup - معلومات القروبات\n"
            "💡 #admin - اضافة وازالة اوبر للقروب\n"
            "💡 #members - اظهار اعضاء القروب"
        )
    }
}
